DriftFluxFOAM/dahl11_10%_2.5_general_C/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            patch;
        nFaces          189;
        startFace       105768;
    }
    outlet
    {
        type            patch;
        nFaces          189;
        startFace       105957;
    }
    wall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          6948;
        startFace       106146;
    }
)

// ************************************************************************* //
